var house-data={
information:{
	hinfoItem:{
				info_address:"四川省成都市锦江区青莲上街5号(镋钯街十字口)锦......",
				info_hire:"整套出租",
				info_people:"2人",
				scale:{
					s:"3",
					t:"1",
					w:"1",
					c:"1",
					yt:"2"
				},
				info_area:"123平米",
				info_wc:"独立卫生间",
				info_yorn:"是",
				info_beds:"1张",
				info_change:"每客一换"
			},
	desItem:{
				des_wrap:["des_title","des_desc","des_in","des_trans","des_around"],
				des_title:"萧邦酒店公寓 市中心豪华家庭套二豪华间",
				des_desc:"我们以熊猫为主题，房间简洁大方，主要以日式自然大方的榻榻米为主。100M光纤上网，24小时热水，提供牙刷，牙膏，洗浴用品和吹风机，让你在城市中央拥有家一般的体验。",
				des_in:"两室一厅一卫，并拥有一个公共空间。大熊猫房有明亮大窗，小熊猫房无窗，床都为1.5米的大床。公共区域提供桌游和书籍供住客阅读。",
				des_trans:"1. 地铁站：距离春熙路地铁站口几步路之遥。2. 公交车站：由于位于春熙路商圈，公交站口非常多，四通八达。靠近纱帽街公交车站；纱帽南街站；红星路广场南站等。 	3.汽车站：靠近新南门长途汽车站，步行15分钟左右，公交2站左右，非常方便，方便到达省内各个旅游目的地。",
				des_around:"1.楼宇及小区情况：小区配有保安和电梯外部.2.周围情况:购物中心：位于春熙路繁华商圈，周边有伊势丹，伊藤洋华堂，银石广场，太古里，IFS，苏宁电器，群光广场等购物中心等，应有尽有。4.美食中心：春熙路整个商圈都是美食聚集，各大商场里也有有特色的餐厅，可以根据自己的喜爱做出选择。5.医院：附近有成都第四人民医院，第二人民医院。银行：农行，工行，成都银行，招商银行等。地标：银石广场，或是IFS上爬着的大熊猫屁股",
			
	},

	autoEnter:function(value){
		var str=value;
		str.slice('。')[0]+<br>+
	}

	facItem:{
				fac_tolit:["",]
				fac_ss:["wifi","热水器"],
				fac_require:["允许吸烟"],
	},
	ruleItem:{
				日价:rule_day:'298',
				押金:rule_money:"400元",
				其他额外费用:rule_extra:"停车位：6",
				最少入住天数:rule_least:"2天",
				最多入住天数:rule_most:"6天",
				是否接待境外人士:rule_yorn:"接待",
				其他要求:rule_other:"如果您足够爱护，我可以自己来打扫，不然的话，可能需要您付50元清洁费",			
	},
	housePic:{
		"Chen-images/like1.PNG",
	}
}
owner:{
						ChenImgUrlThree:"Chen-images/owner.jpg",
						title:'荷香夜色咖啡店',
						number:'705'
		},
likepart:{
					ChenImglike:[
									[
										"Chen-images/like1.PNG",
										"Chen-images/like2.PNG",
										"Chen-images/like3.PNG",
										"Chen-images/like4.PNG",
									],
									[
										"Chen-images/like5.PNG",
										"Chen-images/like6.PNG",
										"Chen-images/like7.PNG",
										"Chen-images/like8.PNG",
									],
									[
										"Chen-images/like9.PNG",
										"Chen-images/like10.PNG",
										"Chen-images/like11.PNG",
										"Chen-images/like12.PNG",
									],
						],
					rule_day:[
									[
										"￥258起/晚",
										"￥268起/晚",
										"￥258起/晚",
										"￥278起/晚",
									],
									[
										"￥258起/晚",
										"￥258起/晚",
										"￥298起/晚",
										"￥208起/晚",
									],
									[
										"￥258起/晚",
										"￥248起/晚",
										"￥258起/晚",
										"￥218起/晚",
									],
					],
					des_title:[
									[
										"萧邦酒店公寓 市中心豪华家庭套二豪华间  三",
										"天府广场边 家庭温馨双床套房近春熙路",
										"塔子山公园温馨两居室/锦江妇幼/地铁/市区",
										"火车东站 五桂桥两居室/锦江妇幼/地铁/市区",
										
									],
									[
										"成都西施公寓 豪华套二房密码锁公寓 中央空调",
										"二环/万达广场/翡翠城温馨大两居",
										"攀成钢 牛市口温馨两居/地铁/锦江妇幼/市区",
										"春熙路太古里宽窄巷子地铁2号线清新2居",
									],
									[
										"南三环宜家旁/	地铁1号线高新站/优质温馨大房",
										"川师静居寺附近 精致安静（万科物业）靠近地铁",
										"二环/川大旁/南万达/九眼桥/翡翠城住宅",
										"孵化园地铁口 奥克斯广场附近单间分享",
									],
					],
					info_address:[
									[
										"四川省成都市锦江区青莲上街5号(镋钯街十字口)锦......",
										"四川省成都市锦江区静秀路55号.",
										"四川省成都市锦江区琉璃路",
										"四川省成都市锦江区锦东路",
									],
									[
										"四川省成都市锦江区岳府街55号",
										"四川省成都市锦江区天府广场/盐市口",
										"四川省成都市锦江区静秀路55号",
										"四川省成都市锦江区静秀路55号",
									],
									[
										"四川省成都市国家高新技术产业开发区雍翠路303号...",
										"四川省成都市锦江区静秀路55号",
										"四川省成都市锦江区华润路158号",
										"四川省成都市高新区蜀锦路113号",
									],
					],

		}


}
				

db.goodsdetial.insert(information)
